import React from "react";

function Zamer() {
	return (
		<div className="ZAMER">
			<h1 className="zamer">Професійний замір від BARBADOORS</h1>
			<div className="textwrap">
				<div className="nowrap">Телефонуйте за Консультацією </div>
				<div className="d-flex justify-center mt-10 mb-5">
					<a className="phoneNumber" href="tel:+380683023003">
						+380683023003
					</a>
					<a className="phoneNumber" href="tel:+380996064593">
						+380996064593
					</a>
				</div>
				<p className="main-text ">
					Ви мрієте про ідеальні двері, що гармонійно впишуться у ваш інтер'єр
					та точно підійдуть до проєму у стіні? Наша команда готова здійснити
					замір та виготовити двері, що відповідають всім вашим побажанням.
					Проте Ви можете зробити замір самостійно за нашою інструкцією
				</p>
			</div>
			<span className="zamerHight d-flex mt-20 mb-20">
				<p className="">
					Щоб правильно заміряти висоту проєму, потрібно заміряти висоту у трьох
					місцях , як вказано на малюнку, та записати НАЙМЕНШИЙ розмір.Щоб
					результат був точним, рулетку потрібно тримати паралельно до стіни.
				</p>
				<img src="./img/zamer/01.png" alt="Замір 1" width={"40%"} />
			</span>
			<span className="zamerWidth d-flex ">
				<img src="./img/zamer/02.png" alt="Замір 2" width={"40%"} />
				<p className="">
					Щоб правильно заміряти глибину проєму, необхідно поміряти лівий,правий
					та верхній розмір стіни (як на фото). Замір проводиться у трьох
					місцях(зверху, по середині, знизу), та записується потрібний
					нам-НАЙМЕНШИЙ розмір перестінку.
				</p>
			</span>
			<span className="zamerHight d-flex mt-20 mb-20 ">
				<p className="">
					Замір ширини проєму проводиться аналогічним методом.Потрібно заміряти
					ширину у трьох місцях , як вказано на малюнку, та записати НАЙМЕНШИЙ
					розмір.Щоб результат був точним, рулетку потрібно тримати паралельно
					до підлоги.
				</p>
				<img src="./img/zamer/03.png" alt="Замір 3" width={"40%"} />
			</span>
			<span className="zamerWidth d-flex  justify-center">
				<p className="text-center">
					Нехай ваші двері стануть окрасою вашого приміщення забезпечюють
					комфорт та безпеку вашого дому. Замовте замір вже сьогодні та
					дозвольте нам реалізувати вашу мрію про ідеальні двері!
				</p>
			</span>
		</div>
	);
}

export default Zamer;
